Repository: fm-labs/cakephp-cron
Catalog: resources/locales/*/cron.po
Languages: de

source: Object must be an instance of ICronTask class.
de: Objekt muss eine Instanz der Klasse ICronTask sein.

source: Scheduled Tasks
de: Geplante Aufgaben

source: Cron Tasks
de: Geplante Aufgaben

source: Cron Jobs
de: Geplante Aufgaben

source: Task Name
de: Name der Aufgabe

source: Classname
de: Klassenname

source: Enabled
de: Aktiviert

source: Last executed
de: Zuletzt ausgef端hrt

source: Actions
de: Aktionen

source: Run
de: Ausf端hren

source: Force Run
de: Ausf端hrung erzwingen

source: Simulate
de: Simulieren

source: Run now
de: Jetzt ausf端hren
